{"marsSection":[{"article":[{"title":"How does timekeeping work on Mars?","bodyArticle":"Mars has an axial tilt and a rotation period similar to those of Earth. Thus it experiences seasons of spring, summer, autumn and winter much like Earth, and its day is about the same length. Its year is almost twice as long as Earth's, and its orbital eccentricity is considerably larger, which means among other things that the lengths of various Martian seasons differ considerably, and sundial time can diverge from clock time more than on Earth."},{"title":"Time of the day","bodyArticle":"The average length of a Martian sidereal day is <strong>24h 37m 22.663s</strong> (88,642.66300 seconds based on SI units), and the length of its solar day (often called a sol) is 24h 39m 35.244147s (88,775.244147 seconds). The corresponding values for Earth are 23h 56m 4.0916s and 24h 00m 00.002s, respectively. This yields a conversion factor of 1.02749125170 days/sol. Thus Mars' solar day is only about 2.7% longer than Earth's."},{"title":"Sols","bodyArticle":"The term sol is used by planetary astronomers to refer to the duration of a solar day on Mars. A mean Martian solar day, or 'sol', is 24 hours, 39 minutes, and 35.244 seconds.When a spacecraft lander begins operations on Mars, the passing Martian days (sols) are tracked using a simple numerical count. The two Viking missions, Mars Phoenix and the Mars Science Laboratory rover Curiosity count the sol on which each lander touched down as 'Sol 0'; Mars Pathfinder and the two Mars Exploration Rovers instead defined touchdown as'Sol 1'."},{"title":"Martian year","bodyArticle":"The length of time for Mars to complete one orbit around the Sun is its sidereal year, and is about 686.98 Earth solar days, or 668.5991 sols. Because of the eccentricity of Mars' orbit, the seasons are not of equal length."}]},{"article":[{"title":"Mars Exploration Rover","bodyArticle":"NASA's Mars Exploration Rover (MER) mission is an ongoing robotic space mission involving two Mars rovers, Spirit and Opportunity, exploring the planet Mars. It began in 2003 with the launch of the two rovers: MER-A Spirit and MER-B Opportunity—to explore the Martian surface and geology; both landed on Mars at separate locations in January 2004. Both rovers far outlived their planned missions of 90 Martian solar days: MER-A Spirit was active until 2010, while MER-B Opportunity is still active in 2017, and holds the record for the longest distance driven by any off-Earth wheeled vehicle."},{"title":"Curiosity","bodyArticle":"Curiosity was launched from Cape Canaveral on November 26, 2011, at 15:02 UTC aboard the MSL spacecraft and landed on Aeolis Palus in Gale Crater on Mars on August 6, 2012, 05:17 UTC. Curiosity's design will serve as the basis for the planned Mars 2020 rover.As of December 8, 2017, Curiosity has been on the planet Mars for 1898 sols (1950 total days; 5 years, 124 days) since landing on August 6, 2012. Since September 11, 2014, Curiosity has been exploring the slopes of Mount Sharp, where more information about the history of Mars is expected to be found. As of late August 2017, the rover has traveled over 17.21 km (10.69 mi) and climbed over 165 m (541 ft)."}]}]}